Repository: alireza-sadi/tavoos-vast-sortcode
Catalog: languages/tavoos-video-*.po
Languages: fa_ir

source: Please provide a valid video URL.
fa_ir: لطفا يك لينك ويديو معتبر ارائه دهيد.

source: Tavoos Video Settings
fa_ir: تنظيمات پخش كننده طاووس

source: VAST URL updated successfully
fa_ir: لينك VAST با موفقيت بروزرساني شد

source: Default VAST URL
fa_ir: لينك VAST پيشفرض

source: Enter the default VAST URL to be used in all shortcodes.
fa_ir: لينك VAST خود را كه ميخواهيد در پخش كننده استفاده شود، وارد نماييد.

source: Shortcode Help:
fa_ir: راهنماي كدكوتاه:

source: In the "Default VAST URL" field, enter the VAST URL that you want to use as the default for all video shortcodes. This URL will be used when a shortcode does not explicitly specify a VAST URL.In your posts or pages, use the [tavoos_video_player] shortcode to embed videos. The shortcode supports the url attribute for specifying the video URL. for example:[tavoos_video_player url="VIDEO_URL_HERE" vast="VAST_URL_HERE"]
fa_ir: در قسمت "لینک VAST" لینکی که از طاووس گرفته اید را وارد نمایید تا برای همه ی ویدیو ها استفاده شود. در هرجا که خواستید از پخش کننده طاووس استفاده نمایید، باید از کد کوتاه [tavoos_video_player] استفاده کنید. این کد کوتاه آدرس فایل ویدیو را نیز میگیرد که باید به صورت زیر وارد نمایید: [tavoos_video_player url="VIDEO_URL_HERE"]

source: Tavoos Video
fa_ir: پخش كننده ويديو طاووس

source: This plugin can put tavoos VAST code to your site.
fa_ir: اين افزونه به شما كمك خواهد كرد، ويديو هاي خود را از طريق طاووس پخش نماييد.

source: Alireza Sadi
fa_ir: عليرضا سعدي
